# Encoding: UTF-16LE
# Please edit this using VS Code or any other editors that supports editing file in UTF-16LE encoding, make sure to open this file and edit with UTF-16LE encoding.

[FL_Main]
Name=浮动歌词插件
Abbreviation=浮动歌词
Toggle=切换

[FL_Preference]
ResetDimension=重置本窗口大小
Preference=偏好
PlayStyleGroupTitle=播放样式
PlayStyleOption=歌词播放样式
PlayStyle_FadeInOut=淡入淡出
PlayStyle_TwoLine=双行歌词
PlayStyle_HScroll=水平滚动
Opacity=不透明度
InactiveOpacityOption=未激活歌词不透明度
LetterSpacingAnimationSpeed=文本间距动画速度
LetterSpacingAnimationSpeedDescription=将此偏好值设为非零值，水平滚动会被禁用，文本间距则会被动画。
TwoLineReverse=交换双行位置

TextShadowGroupTitle=文字阴影设置
ToggleTextShadow=是否启用？
Color=颜色
OffsetX=水平偏移
OffsetY=垂直偏移
BlurRadius=模糊

TextStrokeGroupTitle=文字描边设置
TextStrokeThickness=粗细

FontSettingsGroupTitle=字体设置
FontLatin=英文字体
FontMain=主字体
FontSize=大小
Weight=加粗
LetterSpacing=文字间距

WindowSettingsGroupTitle=窗口设置
BackgroundColor=背景色
EdgeFeatherWidth=边缘羽化宽度
ClickThrough=点击透过
AlwaysHideTaskbar=始终在任务栏隐藏
AlwaysHideTaskbarDescription=[注意] 若启用此选项，在您点击AIMP播放器右上角最小化按钮时浮动歌词窗口也会被最小化，为了规避这种情况，您可以通过这些方式来最小化播放器：1. 托盘右键菜单 - "最小化到托盘"; 2. 或者将托盘的任意“鼠标控制(比如单击)”更改为“显示/隐藏主窗口”，然后通过对应的操作来最小化播放器。
HideWhenNoLyrics=若无歌词隐藏
Off=禁用
On=启用

MiscellaneousGroupTitle=杂项
Show=显示
Hide=隐藏

Save=保存并应用
Apply=应用
Cancel=取消

[LyricsEditor]
Name=歌词编辑器
InsertTimestamp=插入时间戳
InsertTimestampDetail=插入本行时间戳
ReplaceTimestamp=替换时间戳
ReplaceTimestampDetail=替换本行时间戳
RemoveTimestamp=删除时间戳
RemoveTimestampDetail=删除本行时间戳

[LyricsPlayingWindow]
StartEditLyrics=制作/编辑歌词
ResetPositionAndDimension=重置窗口状态
CenterHorizontally=水平居中窗口
EnableResizing=启用窗口尺寸调整
DisableResizing=禁用窗口尺寸调整
OpenPreference=偏好设置……
WebViewNotInstalled=您的系统没有安装 Edge WebView2, 您要去下载吗?
WebViewNotInstalled2=您的系统没有安装 Edge WebView2, 插件不会工作的啦 >.<, 您可以从这里下载并安装
WebViewLowVersion=您在使用一个较低版本的Edge WebView2({0} < 124), 这可能导致浮动歌词插件不能正常工作。您可以尝试更新您的Edge浏览器。
WebViewNavigationFailure=Edge WebView2 加载失败 >.< 检查您是否正确拷贝了插件的文件。如果问题始终存在，请联系开发者，谢谢！

[FL_OptionFrame]
BtnOpenPreferenceWindow=打开偏好设置窗口
BtnResetLyricsWindowLocation=重置浮动歌词窗口状态
BtnDisableClickThrough=禁用浮动歌词窗口点击透过
